const navData = {
  'My Starbucks':{
    'My 리워드':['리워드 및 혜택','별 히스토리'],
    'My 스타벅스 카드':['보유 카드','카드 등록','카드 충전','분실신고/잔액이전'],
    'My 스타벅스 e-Gift Card':['선물하기','선물 내역','장바구니 내역'],
    'My 쿠폰':['등록하기','선물하기','사용하기'],
    'My 캘린더':[],
    'My 메뉴':[],
    'My 고객의 소리':[],
    '전자영수증':[],
    '개인컵 리워드 설정':[],
    'My DT Pass':[],
    '개인정보관리':['개인정보확인 및 수정','회원 탈퇴','비밀번호 변경'],
  },
  'COFFEE':{
    '커피':['스타벅스 원두','스타벅스 비아','스타벅스앳홈 by 캡슐','나와 어울리는 커피'],
    '커피 이야기':['농장에서 우리의 손으로','최상의 아라비카 원두','스타벅스 로스트 스펙트럼','스타벅스 디카페인'],
    '스타벅스 리저브':['RESERVE MAGAZINE'],
    '에스프레소 음료':['도피오','에스프레소 마키아또','아메리카노','마키아또','카푸치노','라떼 라떼 라떼','모카'],
    '최상의 커피를 즐기는 법':['커피 프레스','푸어 오버','아이스 푸어 오버','커피 메이커']
  },
  'MENU':{
    '음료':['콜드 브루','브루드 커피','에스프레소','프라푸치노','블렌디드','스타벅스 리프레셔','스타벅스 피지오','티(티바나)','기타 제조 음료','스타벅스 주스(병음료)'],
    '푸드':['브레드','케이크','샌드위치 & 샐러드','따뜻한 푸드','과일 & 요거트','스낵 & 미니 디저트','아이스크림'],
    '상품':['머그','글라스','플라스틱 텀블러','스테인리스 텀블러','보온병','액세서리','선물세트','커피 용품','패키지 티(티바나)','시럽'],
    '카드':['실물카드','e-Gift 카드'],
    '메뉴이야기':['스타벅스 티바나','스타벅스 콜드 브루'],
  },
  'STORE':{
    '매장 찾기':['퀵 검색','지역 검색'],
    '드라이브 스루 매장':[],
    '스타벅스 리저브 매장':[],
    '커뮤니티 스토어 매장':[],
  },
  'RESPONSIBILITY':{
    '사회공헌 캠페인 소개':[],
    '지역 사회 참여 활동':['희망배달 캠페인','재능기부 카페 소식','커뮤니티 스토어','청년 지원 프로그램','우리 농산물 사랑 캠페인','우리 문화 지키기'],
    '환경보호 활동':['친환경 활동','일회용 컵 없는 매장','커피 원두 재활용'],
    '윤리 구매':['윤리적 원두 구매','공정무역 인증','커피 농가 지원 활동',],
    '글로벌 사회 공헌':['윤리경영 보고서','스타벅스 재단','지구촌 봉사의 달']
  },
  'STARBUCKS REWARDS':{
    '스타벅스 리워드':['스타벅스 리워드 소개','등급 및 혜택','스타벅스 별','자주 하는 질문'],
    '스타벅스 카드':['스타벅스 카드 소개','스타벅스 카드 갤러리','등록 및 조회','충전 및 이용안내','분실신고/환불신청','자주 하는 질문'],
    '스타벅스 e-Gift Card':['스타벅스 e-Gift Card 소개','이용안내','선물하기','자주 하는 질문']
  },
  'CORPORATE SALES':{
    '단체 및 기업 구매 안내':['MD 상품','실물카드','e-Gift Card(MMS)','e-Gift Card(BULK)'],
    '단체 주문 배달 안내':['단체 주문 배달 안내','단체 주문 신청','신청 내역 조회']
  },
  'WHAT\'S NEW':{
    '이벤트':['전체스타벅스 카드','스타벅스 리워드','온라인'],
    '뉴스전체':['상품 출시','스타벅스와 문화','스타벅스 사회공헌','스타벅스 카드출시'],
    '매장별 이벤트':['일반 매장','신규 매장'],
    '공지사항':[],
    '웰페이퍼':[]
  }
}


export default navData;